Revit 2027 API
FabricationHostedInfo Properties
The FabricationHostedInfo type exposes the following members.
Properties
Name | Description
HostId |  Returns the identifier of the host.
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FabricationHostedInfo Class
Autodesk.Revit.DB Namespace